export const quiz = [
    {
        id : 1,
        question : "슬픔",
        answers:[
            {text:"나는 슬프지 않다.", score:0},
            {text:"나는 슬플 때가 자주 있다.", score:1},
            {text:"나는 항상 슬프다.", score:2},
            {text:"나는 너무 슬프고 불행해서 견딜 수가 없다.", score:3},
        ]
    },
    {
        id : 2,
        question : "비관주의",
        answers:[
            {text:"나는 미래에 대해 낙심하지 않는다.", score:0},
            {text:"나는 이전에 비해 미래에 대한 희망이 줄었다.", score:1},
            {text:"나는 내 앞날이 잘 풀릴 거이라고 기대하지 않는다.", score:2},
            {text:"나는 미래가 희망이 없고 점점 더 나빠질 것 같은 느낌이 든다.", score:3},
        ]
    },
    {
        id : 3,
        question : "과거의 실패",
        answers:[
            {text:"나는 나 자신을 실패자라고 느끼지 않는다.", score:0},
            {text:"나는 생각보다 많은 실패를 했다.", score:1},
            {text:"돌이켜보면, 나는 실패를 너무 많이 했다.", score:2},
            {text:"나는 인간으로서 완전히 실패한 것 같다.", score:3},
        ]
    },
    {
        id : 4,
        question : "즐거움 상실",
        answers:[
            {text:"나는 이전처럼 내가 좋아하는 일을 함녀서 즐거움을 느낀다.", score:0},
            {text:"나는 이전만큼 일을 즐기지 못하고 있다.", score:1},
            {text:"나는 이전과 달리 일에서 즐거움을 거의 느끼지 못하고 있다.", score:2},
            {text:"나는 이전과 달리 어떤 일에서도 즐거움을 느끼지 못하고 있다.", score:3},
        ]
    },
    {
        id : 5,
        question : "죄책감",
        answers:[
            {text:"나는 특별히 죄책감을 느끼지 않는다.", score:0},
            {text:"나는 내가 했던 일이나 하지 못했던 일 때문에 죄책감을 느낀다.", score:1},
            {text:"나는 죄책감을 느낄 때가 자주 있다.", score:2},
            {text:"나는 항상 죄책감을 느낀다.", score:3},
        ]
    },
    {
        id : 6,
        question : "벌 받는 느낌",
        answers:[
            {text:"나는 벌을 받고 있다고 느끼지 않는다.", score:0},
            {text:"나는 벌을 받을지도 모른다는 느낌이 든다.", score:1},
            {text:"나는 벌을 받을 것 같다.", score:2},
            {text:"나는 지금 벌을 받고 있다는 느낌이 든다.", score:3},
        ]
    },
    {
        id : 7,
        question : "자기혐오",
        answers:[
            {text:"나는 나 자신에 대해 변함없이 같은 느낌이다.", score:0},
            {text:"나는 나 자신에 대한 믿음이 없어졌다.", score:1},
            {text:"나는 나 자신에 대해 실행하고 있다.", score:2},
            {text:"나는 나 자신을 혐오한다.", score:3},
        ]
    },
    {
        id : 8,
        question : "자기 비판",
        answers:[
            {text:"나는 이전에 비해 자신을 더 탓하거나 비난하지 않는다.", score:0},
            {text:"나는 이전에 비해 나 자신을 더 많이 탓한다.", score:1},
            {text:"내가 저지른 실수는 다 나의 잘못 때문이라고 생각한다.", score:2},
            {text:"안 좋은 일이 벌어지면 다 나 때문인 것 같아 자신을 비난한다.", score:3},
        ]
    },
    {
        id : 9,
        question : "자살 사고 및 자살 소망",
        answers:[
            {text:"나는 자살 같은 것은 생각하지 않는다.", score:0},
            {text:"나는 자살을 생각해 본적은 있지만, 행동으로 옮기지는 않을 것이다.", score:1},
            {text:"나는 자살하고 싶다.", score:2},
            {text:"나는 기회만 있으면 자살할 것이다.", score:3},
        ]
    },
    {
        id : 10,
        question : "울음",
        answers:[
            {text:"나는 이전보다 울음이 더 많아지지 않았다.", score:0},
            {text:"나는 이전보다 울음이 더 많아졌다.", score:1},
            {text:"나는 사소한 일에도 울음이 터져 나온다.", score:2},
            {text:"나는 울고 싶어도 울 기력조차 없다.", score:3},
        ]
    },
    {
        id : 11,
        question : "초조",
        answers:[
            {text:"나는 이전보다 더 초조하거나 긴장되지 않는다.", score:0},
            {text:"나는 이전보다 더 초조하고 긴장된다.", score:1},
            {text:"나는 너무 초조해서 가만히 있기가 어렵다.", score:2},
            {text:"나는 너무 초조해서 계속 움직이거나 뭐든 하고 있어야한다.", score:3},
        ]
    },
    {
        id : 12,
        question : "흥미상실",
        answers:[
            {text:"나는 사람들이나 일에 대한 관심이 변하지 않았다.", score:0},
            {text:"나는 사람들이나 일에 대한 관심이 이전에 비해 줄어들었다.", score:1},
            {text:"나는 사람들이나 일에 대한 관심이 많이 줄어들었다.", score:2},
            {text:"나는 어떤 것에도 관심을 갖기가 힘들다.", score:3},
        ]
    },
    {
        id : 13,
        question : "우유부단",
        answers:[
            {text:"나는 이전처럼 결정을 잘 내린다.", score:0},
            {text:"나는 이전처럼 결정을 내리기가 힘들다.", score:1},
            {text:"나는 이전처럼 결정을 내리는 것이 너무 힘들다.", score:2},
            {text:"나는 어떤 결정도 내리기 힘들다.", score:3},
        ]
    },
    {
        id : 14,
        question : "무가치감",
        answers:[
            {text:"나는 내가 무가치한 사람이라고 느끼지 않는다.", score:0},
            {text:"나는 내가 이전만큼 가치 있고 쓸모 있는 사람이라는 생각이 들지 않는다.", score:1},
            {text:"나는 다른 사람들보다 무가치한 사람이라는 느낌이 든다.", score:2},
            {text:"나는 완전히 무가치한 사람이라는 느낌이 든다.", score:3},
        ]
    },
    {
        id : 15,
        question : "기력 상실",
        answers:[
            {text:"나는 이전에 비해 기력이 떨어지지 않았다.", score:0},
            {text:"나는 이전보다 기력이 떨어졌다.", score:1},
            {text:"나는 기력이 많이 떨어졌다.", score:2},
            {text:"나는 기력이 너무 없어 아무 일도 할 수가 없다.", score:3},
        ]
    },
    {
        id : 16,
        question : "수면 양상 변화",
        answers:[
            {text:"나는 수면 양상에 변화가 없다.", score:0},
            {text:"나는 이전보다 잠이 약간 늘었다/줄었다.", score:1},
            {text:"나는 이전보다 잠이 훨씬 늘었다/줄었다.", score:2},
            {text:"나는 거의 하루종일 잠을 잔다/못 잔다.", score:3},
        ]
    },
    {
        id : 17,
        question : "짜증",
        answers:[
            {text:"나는 이전에 비해 짜증이 심해지지 않는다.", score:0},
            {text:"나는 이전에 비해 짜증이 약간 늘었다.", score:1},
            {text:"나는 이전에 비해 짜증이 훨씬 심해졌다.", score:2},
            {text:"나는 항상 짜증이 난다.", score:3},
        ]
    },
    {
        id : 18,
        question : "식욕 변화",
        answers:[
            {text:"나는 식욕에 변화가 없다.", score:0},
            {text:"나는 이전에 비해 식욕이 약간 줄었다/늘었다.", score:1},
            {text:"나는 이전에 비해 식욕이 많이 줄었다/늘었다.", score:2},
            {text:"나는 식욕이 전혀없다/심해졌다.", score:3},
        ]
    },
    {
        id : 19,
        question : "주의집중 어려움",
        answers:[
            {text:"나는 이전처럼 집중을 잘 할 수 있다.", score:0},
            {text:"나는 이전처럼 집중을 잘 할 수 없다.", score:1},
            {text:"나는 어떤 일에도 오래 집중하기가 어렵다.", score:2},
            {text:"나는 어떤 일에도 전혀 집중할 수가 없다.", score:3},
        ]
    },
    {
        id : 20,
        question : "피로감",
        answers:[
            {text:"나는 평소보다 더 피곤하지는 않다.", score:0},
            {text:"나는 평소보다 더 쉽게 피곤해진다.", score:1},
            {text:"나는 너무 피곤해서 이전에 해왔던 많은 일들을 하기 힘들다.", score:2},
            {text:"나는 너무 피곤해서 이전에 해왔던 일들을 아무 것도 할 수 없다.", score:3},
        ]
    },
    {
        id : 21,
        question : "성(性)에 대한 흥미 상실",
        answers:[
            {text:"나는 성(性)에대한 관심이 별다른 변화 없이 유지되고 있다.", score:0},
            {text:"나는 이전에 비해 성(性)에 대한 관심이 줄었다.", score:1},
            {text:"나는 최근에 성(性)에 대한 관심이 상당히 줄었다.", score:2},
            {text:"나는 성(性)에 대한 관심을 완전히 잃었다.", score:3},
        ]
    },
]